{
  "project1": {
    "title": "Book Keeper",
    "screenshot": "https://i.imgur.com/yWTt3iP.png",
    "description": "I created this site with the idea of storing a list of all my books digitally. Whether they are digital, physical, or audio. When the site it opened you are taken to your library where you can Create a book, Update that book, and Delete the book. The reason for creating this app was because I wanted a way to check my library away from home so not to double purchase any books. Which is something that has happened to me quite often.",
    "technologiesUsed": "React, SASS, JSX, Firebase, React-Bootstrap, Version Control with Github",
    "available": true,
    "url": "https://book-keeper-5e44c.web.app/auth",
    "githubUrl": "https://github.com/StevenZelenak/book-keeper"
  },
  "project2": {
    "title": "Hat-Exercise",
    "screenshot": "https://i.imgur.com/pu8IPNv.png",
    "description": "This project is an exploration into Bootstrap 4. I used a Bootstrap jumbotron to display a form that can create bootstrap cards with different house names from Harry Potter. The color of each card is based on which house you get and you can also expel a card from the collection.",
    "technologiesUsed": "HTML, Bootstrap 4, JavaScript, Version Control with Github",
    "available": true,
    "url": "https://hat-exercise.firebaseapp.com",
    "githubUrl": "https://github.com/StevenZelenak/hat-exercise"
  },
  "project3": {
    "title": "Pinterest",
    "screenshot": "https://i.imgur.com/jhkeZPz.png",
    "description": "This project is an exploration into FireBase. I used cards to display information pulled from Firebase, you can edit, create, or delete the cards. The information also shows up differently depending on what user is logged in.",
    "technologiesUsed": "HTML, Bootstrap 4, JavaScript, Version Control with Github, Firebase",
    "available": true,
    "url": "https://pinterest-c6acf.firebaseapp.com",
    "githubUrl": "https://github.com/StevenZelenak/pinterest"
  },
  "project4": {
    "title": "Mushroom Picker",
    "screenshot": "https://i.imgur.com/aqxbDqT.png",
    "description": "This project is an exploration into React. You click the pick a shroom button to make a random mushroom and different effects happen depending on which mushroom you get. The goal is to collect all the mushrooms.",
    "technologiesUsed": "HTML, Bootstrap 4, JavaScript, Version Control with Github, React, Sass",
    "available": true,
    "url": "https://mushroom-picker-f8c05.web.app",
    "githubUrl": "https://github.com/StevenZelenak/mushroom-picker"
  }
}
